tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/test-bot'
tap 'homebrew/versions'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'neovim/neovim'
tap 'crisidev/homebrew-chunkwm'
tap 'koekeishiya/formulae'
brew 'mas'
brew 'git'
brew 'node'
brew 'tmux'
brew 'zsh'
brew 'reattach-to-user-namespace'
brew 'neovim'
brew 'chunkwm', restart_service: :changed
brew 'khd', restart_service: :changed
brew 'dark-mode'
cask 'iterm2-beta'
cask 'google-chrome'
cask 'firefox'
cask 'alfred'
cask 'citrix-receiver'
cask 'adobe-illustrator-cc'
cask 'adobe-photoshop-cc'
cask 'adobe-photoshop-lightroom'
cask 'adobe-photoshop-lightroom600'
cask 'simbl'
cask 'virtualbox'
