tap 'jakehilborn/jakehilborn'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-versions'
tap 'adoptopenjdk/openjdk'
tap 'k14s/tap'
tap 'hashicorp/tap'

brew 'zsh'
brew 'git'
brew 'yarn'
brew 'kubectl'
brew 'helm'
brew 'doctl'
brew 'displayplacer'
brew 'ytt'
brew 'jq'
brew 'yq'
brew 'siege'
brew 'coreutils'
brew 'certbot'
brew 'koekeishiya/formulae/skhd', restart_service: true
brew 'hashicorp/tap/terraform'
brew 'redis'

cask 'visual-studio-code'
cask 'docker'
cask 'google-chrome'
cask 'firefox'
cask 'alfred'
cask 'adobe-creative-cloud'
cask '1password'
cask '1password-cli'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'spotify'
cask 'scroll-reverser'
cask 'microsoft-teams'
cask 'moom'
cask 'microsoft-office'
cask 'kindle'
cask 'postman'
cask 'gloomhaven-helper'
cask 'reflector'
cask 'vlc'
cask 'steam'
cask 'discord'
cask 'qmk-toolbox'
cask 'via'
cask 'adoptopenjdk13'
cask 'figma'
