tap 'homebrew/cask-fonts'

brew 'zsh'
brew 'git'
brew 'yarn'
brew 'kubectl'
brew 'doctl'

cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'alfred'
cask 'adobe-creative-cloud'
cask '1password'
cask '1password-cli'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'spotify'
cask 'scroll-reverser'
